{"inkVersion":20,"root":[[["done",{"#f":5,"#n":"g-0"}],null],"done",{"final_day_intro":["^YOU: It's been a tough few months.","\n","^HELENA: Sure has been. But at least we're standing up for ourselves now.","\n","^YOU: Who would have thought that I could work here for over a decade with everything as shitty as it was?","\n","^HELENA: And now I couldn't imagine going back to having no bathroom breaks, no sick leave, and that ridiculous pace of work.","\n","^YOU: I wish we figured out what happened to Edna though. If anything, improving the working conditions has me more suspicious about what kind of business this is, and what we're sending out into the world.","\n",{"->":"demon_arrives"},"^COMMENT: This should begin immediately after intro dialog, before work starts.","\n",{"#f":1}],"demon_arrives":["^TRIGGER: SFX_scary_music","\n","^DEEMIN: HEY! So what in the... HELL is going on here?","\n","^BOSS: I tried to tell them, D. There's no way the... production will be enough if people are using our time to piss or only working when they're healthy.","\n","^DEEMIN: These people would never survive a day in hell.","\n","^BOSS: Don't I know it. I bet I'd do pretty well though.","\n","^DEEMIN: Sure. Sure. Anyway. You're getting a REAL boss now.","\n","^YOU: Who are you?","\n","^DEEMIN: They don't know about me, huh? I own this place. I'm from hell.","\n","^STU: You own stuff in hell?","\n","^DEEMIN: Please, you couldn't guess that private ownership would be the ultimate organizing principle in hell? We're strictly anarcho-capitalists. Take and own what you can, and destroy whoever you can to get it.","\n","^DEEMIN: The army of cute little devils and goblins and other assorted minions that enforce my property rights need their hell juice. It makes them happy. You here make it for me. It's simple.","\n","^STU: I knew that stuff wasn't toothpaste.","\n","^DAMIEN: Yeah, that time I took a bottle off the line, it melted my toothbrush before I could even brush with it.","\n","^DEEMIN: Theft off the line? Boss is gonna pay for running such a sloppy shop. My cutest, tiniest little red guy will eat you bit by bit over the next thousand years. And this might not have been clear, but it'll be very painful.","\n","done",{"#f":1}],"#f":1}],"listDefs":{}}